{
  "id": 6,
  "title": {
    "nl": "Fantasie & Dromen",
    "en": "Fantasy & Dreams"
  },
  "description": {
    "nl": "Vertel ons over je dromen en fantasieën",
    "en": "Tell us about your dreams and fantasies"
  },
  "questions": [
    {
      "id": 27,
      "type": "text",
      "question": {
        "nl": "In welke film- of boekenwereld zou je het liefst een maand willen leven?",
        "en": "In which movie or book world would you most like to live for a month?"
      },
      "placeholder": {
        "nl": "Beschrijf de wereld uitvoerig en waarom je daar zou willen zijn...",
        "en": "Describe the world extensively and why you would want to be there..."
      }
    },
    {
      "id": 28,
      "type": "text",
      "question": {
        "nl": "Als je morgen wakker werd met het geld van Elon Musk, wat zou je daarmee dan gelijk kopen?",
        "en": "If you woke up tomorrow with Elon Musk's money, what would you buy right away?"
      },
      "placeholder": {
        "nl": "Wat zou je allereerste aankoop zijn...",
        "en": "What would be your very first purchase..."
      }
    },
    {
      "id": 29,
      "type": "text",
      "question": {
        "nl": "Welke periode fascineert je het meest en waarom?",
        "en": "Which period fascinates you the most and why?"
      },
      "placeholder": {
        "nl": "Noem de periode en leg uit wat je fascineert...",
        "en": "Name the period and explain what fascinates you..."
      }
    },
    {
      "id": 30,
      "type": "text",
      "question": {
        "nl": "Als je een restaurant zou openen, welke keuken zou je serveren en hoe zou het heten?",
        "en": "If you were to open a restaurant, what cuisine would you serve and what would it be called?"
      },
      "placeholder": {
        "nl": "Beschrijf je restaurant concept...",
        "en": "Describe your restaurant concept..."
      }
    },
    {
      "id": 31,
      "type": "text",
      "question": {
        "nl": "Welke plek op aarde [ mag fictie zijn] staat bovenaan je bucketlist en wat trekt je daar naartoe?",
        "en": "Which place on earth [can be fictional] is at the top of your bucket list and what draws you there?"
      },
      "placeholder": {
        "nl": "Beschrijf deze plek en waarom je er naartoe wilt...",
        "en": "Describe this place and why you want to go there..."
      }
    }
  ]
}